package com.hara.kaera.presentation.storage.data

object DummyStorageData {
    val StorageData = StorageData(
        10,
        listOf(
            Worry(1, "어쩌구", "2020-07-23 ~ 2020-08-23", 2),
            Worry(2, "저쩌구", "2020-07-27 ~ 2020-08-23", 3),
            Worry(3, "3쩌구", "2020-07-27 ~ 2020-08-23", 5),
            Worry(4, "4쩌구", "2020-07-27 ~ 2020-08-23", 2),
            Worry(5, "5쩌구", "2020-07-27 ~ 2020-08-23", 1),
            Worry(6, "6쩌구", "2020-07-27 ~ 2020-08-23", 2),
            Worry(7, "7쩌구", "2020-07-27 ~ 2020-08-23", 1),
            Worry(8, "8쩌구", "2020-07-27 ~ 2020-08-23", 4),
            Worry(9, "9쩌구", "2020-07-27 ~ 2020-08-23", 6),
            Worry(10, "10쩌구", "2020-07-27 ~ 2020-08-23", 5),
        ),
    )
}
